{"genus": "Streptococcus", "species": "Thermophilus", "strain": "LMG 18311", "tax_id": "264199", "safety_level": "1", "safety_level_ref": "https://atcc.org/~/ps/BAA-250.ashx", "description": "Streptococcus thermophilus also known as Streptococcus salivarius subsp. thermophilus is a gram-positive bacterium, and a \r\nfermentative facultative anaerobe, of the viridans group.It is non-motile and does not form endospores. Streptococcus \r\nthermophilus is fimbriated. It has an optimal growth temperature range of 35 - 42 °C. It is also classified as a lactic \r\nacid bacterium. Streptococcus thermophilus is found in fermented milk products, and is generally used in the production \r\nof yogurt. At least 26 strains of S. thermophilus have been identified and had their genomes sequenced. It tests negative \r\nfor cytochrome, oxidase, and catalase, and positive for alpha-hemolytic activity. \r\n\r\nStreptococcus Thermophilus is considered as a non-pathogenic bacteria. The genus Streptococcus includes several \r\npathogenic species,but food industries consider S. thermophilus non-pathogenic. Research teams have sequenced the genome \r\nof two strains of S. thermophilus, and stated that the bacteria are not dangerous.\r\n\r\nS. thermophilus is one of the most widely used bacteria in the dairy industry. Although its genus, Streptococcus, \r\nincludes some pathogenic species, food industries consider S. thermophilus a safer bacterium than many other Streptococcus \r\nspecies. In fact, yogurt and cheese that contain live cultures of S. thermophilus are thought to be beneficial to health. \r\nLive cultures of S. thermophilus make it easier for people who are lactose intolerant to digest dairy products. The \r\nbacteria break down lactose, the sugar in milk, that lactose-intolerant people find difficult to digest.\r\nAs early as the 1900s, S. thermophilus has been used to make yogurt. Its purpose is to turn lactose, the sugar in milk, \r\ninto lactic acid. The increase in lactic acid turns milk into the gel-like structure characteristic of yogurt.\r\nLactobacilli are normal inhabitants of the gastrointestinal tract of man and animals where they are widely considered to exert a number of beneficial roles including immunomodulation, interference with enteric pathogens, and maintenance of a healthy intestinal microflora. Like other lacid acid bacteria they are acid tolerant, cannot synthesize prophyrins and are strictly fermentative with lactic acid as their major metabolic end product. Streptococci are non-motile, Gram-positive cocci with widely varying pathogenic potential that occur in pairs or chains. Streptococcus thermophilus is a Gram-positive facultative anaerobe. It is used, along with Lactobacillus spp., as a starter culture for the manufacture of several important fermented dairy foods, including yogurt and mozzarella. Consequently, over 10(21) live cells are ingested annually by the human population. S. thermophilus has an important role as a probiotic, alleviating symptoms of lactose intolerance and other gastrointestinal disorders. S.thermophilus strain LMG 18311 was isolated from yogurt manufactured in the United Kingdom.\r\n\r\n\r\n", "description_refs": ["https://en.wikipedia.org/wiki/Streptococcus_thermophilus", "http://www.uniprot.org/proteomes/UP000001170#publications"], "genotype": "", "genotype_description": "None", "genotype_refs": [""], "growth": "The optimum growth conditions essential for Streptococcus Thermophilus LMG 18311 are Temperature: 37°C\r\nAtmosphere: 5% CO2\r\nOptimal pH: 6.5\r\nAlthough the optimum temperature is 37°C, they are moderately thermophilic and can grow in the temperature range of 15–45 °C. \r\nThey do not grow at pH 9.6.\r\nThey are fastidious and require nutrient-rich environments, such as milk, to support growth.\r\nGrowth Media: M17 Agar\r\nApproximate Formula* Per 950 mL\r\nPancreatic Digest of Casein ......................................... 5.0 g\r\nSoy Peptone................................................................ 5.0 g\r\nBeef Extract................................................................. 5.0 g\r\nYeast Extract ............................................................... 2.5 g\r\nAscorbic Acid.............................................................. 0.5 g\r\nMagnesium Sulfate ..................................................... 0.25 g\r\nDisodium-β-glycerophosphate ................................... 19.0 g\r\nAgar .............................................................................11.0 g", "growth_refs": ["https://atcc.org/~/ps/BAA-250.ashx", "http://www.sciencedirect.com/topics/immunology-and-microbiology/streptococcus-thermophilus", "https://www.bd.com/europe/regulatory/Assets/IFU/Difco_BBL/218561.pdf"], "culture_sources": [["", ""]], "maintenance_protocols": [["", ""]], "transformation_protocols": [["", ""]], "other_protocols": [["", ""]], "biobrick_parts": [["", ""]], "vectors": [["", ""]], "metabolic_models": [["", ""]], "genome_sequence": "", "contributor_name": "L.Srinath Muralidharan", "contributor_designation": "Student", "contributor_affiliation": "Indian Institute of Technology, Madras", "contributor_email": "lsrinath1998@gmail.com", "index": 9}