{"culture_sources": [["ATCC", "https://www.atcc.org/products/all/PTA-5073.aspx#generalinformation"]], "contributor_designation": "", "contributor_name": "", "biobrick_parts": [["BBa_J23055", "http://parts.igem.org/Part:BBa_J23055"], ["BBa_J23056", "http://parts.igem.org/Part:BBa_J23056"]], "other_protocols": [["", ""]], "safety_level_ref": "https://www.atcc.org/products/all/25922.aspx25922", "vectors": [["pBR322", "http://bccm.belspo.be/catalogues/files/lmbp-plasmids/p140.pdf"]], "strain": "BL21", "safety_level": "1", "transformation_protocols": [["Addgene protocol", "https://www.addgene.org/protocols/bacterial-transformation/"]], "index": 3, "genotype_refs": ["https://openwetware.org/wiki/E._coli_genotypes#BL21"], "growth": "Optimum pH- between 4.4 and 9.7 (7 is the best) Doubling Time- 20 min Optimum Temperature- 37 degrees", "description": "E. coli was first discovered in 1885 by Theodor Escherich, a German bacteriologist. E. coli has since been commonly used for biological lab experiment and research. E. coli is a facultative (aerobic and anaerobic growth) gram-negative, rod shaped bacteria that can be commonly found in animal feces, lower intestines of mammals, and even on the edge of hot springs. They grow best at 37 C. E. coli is a Gram-negative organism that can not sporulate. Therefore, it is easy to eradicate by simple boiling or basic sterilization. E. coli can also be classified into hundreds of strains on the basis of different serotypes. E. coli O157:H7, for example, is a well-studied strain of the bacterium E. coli, which produces Shiga-like toxins, causing severe illness by eating cheese and contaminated meat. Furthermore, enteric E. coli can be classified into six categories based on its virulence properties, such as enterotoxigenic E. coli (ETEC), enteropathogenic E. coli (EPEC), enteroinvasive E. coli (EIEC), enterohemorrageic E. coli (EHEC), enteroadherent aggregative E. coli (EAggEC), and verotoxigenic E. coli (VTEC). These enteric E. coli can cause several intestinal and extra-intestinal infections such as urinary tract infection and mastitis. However, E. coli are not always harmful to human bodies or other animals. Most E. coli live in our intestines, where they help our body breakdown the food we eat as well as assist with waste processing, vitamin K production, and food absorption.", "maintenance_protocols": [["Basic growth", "http://www.sigmaaldrich.com/technical-documents/protocols/biology/microbial-growth.html"]], "genome_sequence": "http://www.genome.jp/dbget-bin/www_bget?gn:T00931", "species": "coli", "description_refs": ["https://microbewiki.kenyon.edu/index.php/Escherichia_coli"], "genotype_description": "An E. coli B strain with DE3, a λ prophage carrying the T7 RNA polymerase gene and lacIq Transformed plasmids containing T7 promoter driven expression are repressed until IPTG induction of T7 RNA polymerase from a lac promoter. Derived from B834 (Wood, 1966) by transducing to Met+.", "contributor_affiliation": "", "genus": "Escherichia", "genotype": "E. coli str. B F– ompT gal dcm lon hsdSB(rB–mB–) λ(DE3 [lacI lacUV5-T7p07 ind1 sam7 nin5]) [malB+]K-12(λS)", "contributor_email": "", "tax_id": "83333", "metabolic_models": [["iECD_1391", "http://bigg.ucsd.edu/models/iECD_1391"], ["iB21_1397", "http://bigg.ucsd.edu/models/iB21_1397"]], "growth_refs": ["https://www.atcc.org/products/all/25922.aspx"]}