{"index": "8", "genus": "Azotobacter", "species": "vinelandii", "strain": "DJ", "tax_id": "322710", "safety_level": "1", "safety_level_ref": "", "description": "Azotobacter vinelandii, a Gram-negative nitrogen-fixing aerobic bacterium, has been shown to create an intracellular anaerobic environment to protect its oxygen-sensitive nitrogenase complexes [1]. The mechanism operates by consuming intracellular oxygen with enhanced respiratory enzymatic activity [2] and preventing molecular oxygen diffusion by extracellular alginate [3]. These features make the bacterium a potential host for the production and characterization of oxygen-sensitive proteins or organelles. Transformation of large size DNA is possible through stable genome integration [4], and common antibiotics such as ampicillin and chloramphenicol can be used in A. vinelandii for selection after transformation. Nitrogenase in A. vinelandii is most highly expressed when the nitrogen source is depleted and is inhibited when a fixed nitrogen source (i.e., NH4+) is present [5] because of the nitrogen-dependent activation of the nif operon regulated by nifL and nifA.  These bacteria form intracellular membrane-bound organelles called magnetosomes. The diameter of each vesicle encapsulating a magnetic crystal composed of magnetite (Fe3O4) or greigite (Fe3S4) is about 35–120 nm [6].Magnetospirillum gryphiswaldense is one of the well-studied magnetotactic bacteria. However, it is microaerophilic in nature, and microaerobic/anaerobic growing conditions are critical for magnetosome formation [1,7].", "description_refs": ["https://www.ncbi.nlm.nih.gov/pmc/articles/PMC94562/", "http://jb.asm.org/content/179/11/3813.short", "https://www.ncbi.nlm.nih.gov/pubmed/10938418", "https://link.springer.com/article/10.1007/BF00446925", "http://jb.asm.org/content/186/3/601.full", "http://www.nature.com/nrmicro/journal/v2/n3/full/nrmicro842.html", "http://onlinelibrary.wiley.com/doi/10.1111/j.1472-765X.2011.03063.x/pdf"], "genotype": "", "genotype_description": "", "genotype_refs": [""], "growth": "A. vinelandii was cultured in Burk’s medium (B medium: 0.2% KH2PO4, 0.8% K2HPO4, 20% sucrose, 0.2% MgSO4·7H2O, 0.09% CaCl2·2H2O, 0.005% FeSO4·7H2O, 0.1 nM Na2MoO4·2H2O and 1.6% agar) or with the addition of 13 mM NH4OAc (BN medium) at 30°C at 300 rpm.", "growth_refs": ["https://www.ncbi.nlm.nih.gov/pmc/articles/PMC375095/"], "culture_sources": [["ATCC", "https://www.atcc.org/products/all/9046.aspx"]], "maintenance_protocols": [["", ""]], "transformation_protocols": [["Transformation of A. vinelandii was performed with a protocol from Dr. Dennis R. Dean (personal communication) with modifications. Briefly, A. vinelandii cells were streaked onto BN-Mo plates (0.2% KH2PO4, 0.8% K2HPO4, 20% sucrose, 0.2% MgSO4·7H2O, 0.09% CaCl2·2H2O, 0.005% FeSO4·7H2O, 13 mM NH4OAc and 1.6% agar) and were grown for 2 days in a 30°C incubator. A loop of cells was added to a 125-ml sterile flask containing the medium composed of 0.2% KH2PO4, 0.8% KH2PO4, 20% sucrose, 0.2% MgSO4·7H2O, 0.09% CaCl2·2H2O and 65 µl of 5 M NH4OAc. The flask was set on a bench for 5 min, followed by vortexing for 10 s. The culture was then grown for 18–20 h at 30°C and 170 rpm. Resultant competent cells (200 µl) were mixed with 200 µl of 1× MOPS transformation buffer (20 mM MOPS and 20 mM MgSO4·7H2O) and 5 µl plasmid DNA. The mixture (300 µl) was incubated at room temperature for 15–20 min, and 2.7 ml of B medium was then added into the mixture. The mixture containing the cells was shaken overnight and then spread on a B medium plate with 1.6% agar and appropriate antibiotics.", "http://blogs.plos.org/collections/igem-report-004/"]], "other_protocols": [["", ""]], "biobrick_parts": [["Strong RBS - BBa_B0034", "http://parts.igem.org/Part:BBa_B0034"], ["Weak RBS - BBa_B0031", "http://parts.igem.org/Part:BBa_B0031"], ["nifK-XhoI-nifH promoter T7 expression system(strong)", "http://parts.igem.org/Part:BBa_K1314013"], ["nifH promoter and Bba_E1010", "http://parts.igem.org/Part:BBa_K1314001:Experience"], ["**highly** engineered mutant of red fluorescent protein from Discosoma striata (coral)", "http://parts.igem.org/Part:BBa_E1010"]], "vectors": [["", ""]], "metabolic_models": [["", ""]], "genome_sequence": "http://www.genome.jp/kegg-bin/show_organism?org=avn", "contributor_name": "", "contributor_designation": "", "contributor_affiliation": "", "contributor_email": ""}